Repository: 0x1-company/god-ios
Catalog: Packages/GodPackage/Sources/TutorialFeature/Localizable.xcstrings
Source language: en
Languages: ja

source: Answer questions and use coins to You can purchase items
ja: 質問に答えてコインで アイテムを購入できます

source: Get started
ja: さっそくはじめる

source: God is an application to praise your friends in the same school.
ja: Godは同じ学校の友だちを 褒めるアプリです

source: If the choice is too subtle. Add a friend!
ja: 選択肢が微妙だったら フレンドを追加してね

source: If you don't want to answer a question You can skip it.
ja: 答えたくない質問のときは スキップできます

source: If you want to choose another friend You can shuffle your friends.
ja: 別の友だちを選びたいときは シャッフルできます

source: It'll show up 12 times in a row. Send a star to someone you're interested in. You might be able to appeal to them...?
ja: 12回連続で表示されるよ 気になる人にスターを送って アピールできるかも...？

source: Let's get started!
ja: さっそくはじめよう！

source: Next
ja: 次へ

source: Other useful features.
ja: 他にも便利な機能があるよ

source: Skip
ja: スキップ

source: The Add Friend screen is on the leftmost tab!
ja: フレンド追加画面は 一番左のタブにあるよ！

source: The perfect fit for your question. Choose a friend!
ja: 質問にピッタリの 友だちを選ぼう

source: Your name, school name, and other important information is only to connect with friends.
ja: 名前や学校名などの大切な情報は 友だちと繋がるためだけに 使用されます。

source: Your personal information is Securely managed
ja: あなたの個人情報は 安全に管理されています
